Repository: nuxeo-cps/products--CPSChat
Catalog: i18n/*.po
Languages: fr

source: Chat <strong> ${chat_id} </strong> with : <strong> ${chat_host} </strong>
fr: Le Chat <strong> ${chat_id} </strong> avec : <strong> ${chat_host} </strong>

source: Chat History of <strong> ${chat_id} </strong> with : <strong> ${chat_host} </strong>
fr: Historique du chat <strong> ${chat_id} </strong> avec : <strong> ${chat_host} </strong>

source: Modify the question &nbsp;:&nbsp; ${id_question}
fr: Modifier la question &nbsp;:&nbsp; ${id_question}

source: Modify the reply &nbsp;:&nbsp; ${id_question}
fr: Modifier la réponse &nbsp;:&nbsp; ${id_question}

# button_change
source: Change
fr: Enregistrer

# button_moderate
source: Moderate
fr: Modérer

# button_publish
source: Publish
fr: Publier

# button_submit
source: Submit
fr: Soumettre

# chat_add_answer_heading
source: Answer this question
fr: Répondre à cette question

# chat_add_answers_heading
source: Answer the questions
fr: Répondre aux questions

# chat_ass_post_warning
source: Please, remember your post won't be visible straight within the chat board. A moderator will check it out.
fr: Rappellez vous que les questions que vous soumettez ne seront pas accessibles tout de suite sur le chat. Un modérateur la validera par la suite.

# chat_edit_heading
source: Edit Chat Property
fr: Modifier les propriétées du chat.

# chat_empty_history
source: The chat is currently empty.
fr: Le chat est vide pour le moment.

# chat_enter_a_message
source: Post a question
fr: Poser une question

# chat_enter_your_nickname
source: Your nick name
fr: Votre pseudo

# chat_moderate_heading
source: Moderate the chat
fr: Modérer le chat

# chat_your_question
source: Your question
fr: Votre question

# label_accept
source: Accept
fr: Accepter

# label_accept_reject
source: Accept/reject
fr: Accepter/rejeter

# label_answer
source: Answer the questions
fr: Répondre

# label_answer_one_question
source: Answer
fr: Répondre

# label_answers_to_be_accepted
source: Answers waiting to be accepted.
fr: Réponses en attente d'acceptation

# label_answers_to_be_published
source: Answers waiting to be published.
fr: Réponses

# label_chat_answer
source: Answer
fr: Réponse

# label_chat_discussions_online
source: Online discussion with a personnality.
fr: Discussion en ligne avec une personnalité

# label_chat_moderate_question
source: You can moderate the questions submited from here. Since you accept a question you can give an answer to this question straight after.
fr: Vous pouvez modérer les questions soumisses depuis ici. Après avoir accepter les questions vous pourrez y répondre par la suite.

# label_chat_question_modify
source: Modify
fr: Modifier

# label_chat_reply_question
source: Reply
fr: Répondre

# label_from
source: From
fr: De

# label_host
source: Host
fr: Personnalité invitée

# label_moderate_answer_questions
source: You can answer the question by choosing one in the array below. You can as well anwser to all at the same time by clicking the link Reply to pending questions on the right.
fr: Vous pouvez répondre aux questions séparemment en en choissisant une dans le tablau ci-dessous. Vous avez la possiblité de répondre à toutes les questions en attente en cliquant sur le liens "répondre à toutes les questions" sur la droite.

# label_moderate_phase1
source: It will give the possiblity to reply to the question. You can still modify the question.
fr: Cela donnera la possiblité de répondre à la question. Vous pouvez encore modifier la question.

# label_moderate_phase2
source: This is the last step. You can still modify the answer if you need to. After this step the answer will be available to the public.
fr: Dernière étapa avant publication. Vous pouvez encore modifier la réponse si vous en avez besoin. Après cette étape la réponse la question sera disponible au publique.

# label_modify
source: modify
fr: Modifier

# label_no_answered_questions
source: No new question to publish.
fr: Pas de nouvelle question à publier

# label_no_pending_questions
source: No question with a pending state.
fr: Pas de questions soumisses

# label_no_questions_to_moderate
source: No new question to moderate
fr: Pas de nouvelle question à modérer

# label_published
source: Published
fr: Publier

# label_question_answer
source: Answer
fr: Réponse

# label_question_form
source: Question from :
fr: Question de :

# label_refresh
source: Refresh for the latest ones
fr: Rafraîchir pour avoir les dernières questions soumises.

# label_reject
source: Reject
fr: Rejeter

# label_reply_to_pending questions
source: Questions waiting for a reply.
fr: Questions en attente d'un réponse.

# label_think_about_refresh
source: Think about performing some refresh to see the latest posted questions.
fr: Pensez à réaliser des rafraîchissements afin de récupérer les dernières questions soumises.

# label_title
source: Title
fr: Titre

# label_to
source: To :
fr: en :

# label_your_answer
source: Your answer :
fr: Votre réponse :
